captcha_questions = {
    'Столица Франции?': {
        'Париж': True,
        'Монако': False,
        'Лиссабон': False,
        'Круассан': False
    },
    'Самый большой океан в мире?': {
        'Тихий': True,
        'Атлантический': False,
        'Северный ледовитый': False,
        'Индийский': False
    },
    'Химическая формула воды?': {
        'H20': True,
        'HNO3': False,
        'C2H5OH': False,
        'C3PO': False
    },
    'Сколько планет в Солнечной Системе?': {
        '6': False,
        '7': False,
        '8': True,
        '9': False
    },
    'Самое большое млекопитающее на нашей планете?': {
        'Слон': False,
        'Синий Кит': True,
        'Тиранозавр': False,
        'Утконос': False
    },
    'Основной ингредиент в яичнице?': {
        'Соль': False,
        'Перец': False,
        'Яйца': True,
        'Сковорода': False
    },
    'Кто нарисовал знаменитую картину Мона Лиза?': {
        'Леонардо да Винчи': True,
        'Леонардо ди Каприо': False,
        'Луччано Паваротти': False,
        'Капрезе фон Моцарелла': False
    },
    'Как зовут собаку Микки Мауса?': {
        'Плуто': True,
        'Ньюто': False,
        'Нептунито': False,
        'Уранито': False
    },
    'Сколько цветов в радуге?': {
        '6': False,
        '7': True,
        '8': False,
        '9': False
    },
    'Самая большая планета в Солнечной Системе?': {
        'Нептун': False,
        'Уран': False,
        'Марс': False,
        'Юпитер': True
    }
}
