BAN_USER_COMMAND_MESSAGE = (
    '{username} обесчестил себя и приговаривается к изгнанию. '
    'Приговор приведён в исполнение немедленно, '
    'дабы его ересь более не оскверняла наши сердца и умы.'
)

RESTRICT_USER_COMMAND_MESSAGE = (
    'Помолчи и подумай, {username}. '
    'У тебя есть целых {restrict_time} секунд для этого. '
    'В следующий раз твой приговор может быть не так мягок.'
)

RESTRICT_WRONG_ARGS_MESSAGE = (
    'Владыка {admin} указал неверное время наказания. '
    'Я позволю себе поправить его. '
    '{username} будет наказан на {restrict_time} секунд. '
    'Пусть подумает над своим поведением, пока ещё есть шанс что-то исправить.'
)
